<%@ page language="java" contentType="text/html; charset=UTF-8"
	pageEncoding="UTF-8"%>

<%@ include file="views/common/header.jsp"%>

<section id='subpage-container'>

<a id="personal"><h2>개인정보처리방침</h2></a>
<hr>
1. 수집하는 개인정보 항목
본 여행사이트는 회원가입, 서비스 이용 등을 위해 아래와 같은 개인정보를 수집하고 있습니다.
<br>
1) 수집항목
일반 회원 가입시
필수항목 : 아이디, 비밀번호, 별명, 이메일주소
선택항목 : 홈페이지주소, 전화번호
유료(직접홍보)회원 신청시
필수항목 : 업체명, 업종, 입금자명, 연락처, 이메일, 환불계좌정보
선택항목 : 사업자등록번호
장터 이용시
필수항목 : 실명, 이동전화, 이메일
선택정보를 입력하지 않은 경우에도 서비스 이용의 제한은 없습니다.
서비스 이용과정에서 아래와 같은 정보들이 자동으로 생성되어 수집될 수 있습니다.
IP 주소, 쿠키, 서비스 이용기록, 불량 이용 기록
2) 개인정보 수집방법 : 홈페이지 회원가입, 서비스 이용 신청, 회원정보 수정, 장터 게시물 등록
<br>
2. 개인정보의 수집 및 이용목적
본 여행사이트는 수집한 개인정보를 다음의 목적을 위해 활용하며 다른 용도로는 사용되지 않습니다.
<br>
차후 이용목적이 변경될 시에는 사전에 동의를 구합니다.
<br>
아이디, 비밀번호, 별명 : 서비스 이용에 따른 본인식별, 중복가입 확인, 부정이용 방지를 위해 사용됩니다.
이메일주소 : 전체메일발송, 패스워드 분실시 필요한 정보제공 및 민원처리 등을 위해 사용됩니다.
생년월일, 성별 : 연령, 성별로 제한하는 특수한 서비스를 제공할 경우 및 내부 마케팅 자료구축을 위해 사용됩니다.
홈페이지주소 : 회원이 자신의 홈페이지주소를 공개하고자 할 경우 사용합니다.
전화번호 : 회원이 자신의 전화번호를 공개하거나 회원긴급연락을 위해 사용됩니다.
이용자의 IP주소, 방문일시 : 불량회원의 부정 이용방지와 비인가 사용방지, 통계학적 분석에 사용됩니다.
그 외 선택사항 : 개인 맞춤 서비스를 제공하기 위해 사용됩니다.
<br>
3. 개인정보의 보유 및 이용기간
본 여행사이트는 회원가입일로부터 서비스를 제공하는 기간 동안에 한하여 이용자의 개인정보를 보유 및 이용합니다.
<br>
단, 다음의 정보에 대해서는 아래의 이유로 명시한 기간 동안 보존합니다.
<br>
보존항목 : 아이디, 비밀번호, 생년월일, 성별, 이름, 이메일주소
보존근거 : 빈번한 가입과 탈퇴를 반복하는 악의적 이용 방지, 서비스 이용의 혼선 방지
보존기간 : 30일
보존항목 : 회원조치이력
보존근거 : 회원의 불량 이용에 대한 조치이력 보관으로 악의적 이용의 재발 방지
보존기간 : 영구
보존항목 : ID
보존근거 : ID를 기준으로 설계되어 있어 탈퇴 후 타인이 동일한 ID로 가입할 경우 서비스 이용의 혼선 방지
보존기간 : 영구
<br>
4. 개인정보의 파기절차 및 방법
원칙적으로 개인정보 수집 및 이용목적이 달성된 후에는 해당 정보를 지체없이 파기합니다. 파기절차 및 방법은 다음과 같습니다.
<br>
1) 파기절차
회원이 회원가입 등을 위해 입력하신 정보는 목적이 달성된 후 내부 방침 및 기타 관련 법령에 의한 정보보호 사유에 따라(보유 및 이용기간 참조) 일정 기간 저장된 후 파기되어집니다.
<br>
일정기간 저장된 개인정보는 법률에 의한 경우가 아니고서는 보유되어지는 이외의 다른 목적으로 이용되지 않습니다.
<br>
2) 파기방법
전자적 파일형태로 저장된 개인정보는 기록을 재생할 수 없는 기술적 방법을 사용하여 삭제합니다.
<br>
<br>
5. 개인정보 제공
회사는 이용자의 개인정보를 원칙적으로 외부에 제공하지 않습니다. 다만, 아래의 경우에는 예외로 합니다.
<br>
이용자들이 사전에 동의한 경우
법령의 규정에 의거하거나, 수사 목적으로 법령에 정해진 절차와 방법에 따라 수사기관의 요구가 있는 경우
현재 개인정보 제공 업체
<br>
업체명 : 한국신용정보 (http://www.idcheck.co.kr)
제공 사유 : 개인인증
제공 정보 : 개인 식별정보
<br>
6 수집한 개인정보의 위탁
본 여행사이트는 회원의 동의없이 회원 정보를 외부 업체에 위탁하지 않습니다. 향후 그러한 필요가 생길 경우, 위탁 대상자와 위탁 업무 내용에 대해 회원에게 통지하고 필요한 경우 사전 동의를 받도록 하겠습니다.
<br>
<br>
7. 이용자 및 법정대리인의 권리와 그 행사방법
이용자 및 법정 대리인은 언제든지 등록되어 있는 자신 혹은 당해 만 14세 미만 아동의 개인정보를 조회하거나 수정할 수 있으며 가입해지를 요청할 수도 있습니다.
<br>
이용자 혹은 만 14세 미만 아동의 개인정보 조회/수정을 위해서는 ‘개인정보변경’(또는 ‘회원정보수정’ 등)을, 가입해지(동의철회)를 위해서는 “회원탈퇴”를 클릭하여 본인 확인 절차를 거치신 후 직접 열람, 정정 또는 탈퇴가 가능합니다.
<br>
혹은 개인정보관리책임자에게 서면, 전화 또는 이메일로 연락하시면 지체없이 조치하겠습니다.
<br>
<br>
개인정보의 오류에 대한 정정을 요청하신 경우에는 정정을 완료하기 전까지 당해 개인정보를 이용 또는 제공하지 않습니다. 또한 잘못된 개인정보를 제3자에게 이미 제공한 경우에는 정정 처리결과를 제3자에게 지체없이 통지하여 정정이 이루어지도록 하겠습니다.
<br>
<br>
본 여행사이트는 이용자 혹은 법정 대리인의 요청에 의해 해지 또는 삭제된 개인정보는 “개인정보의 보유 및 이용기간”에 명시된 바에 따라 처리하고 그 외의 용도로 열람 또는 이용할 수 없도록 처리하고 있습니다.
<br>
<br>
8. 개인정보 자동수집 장치의 설치, 운영 및 그 거부에 관한 사항
본 여행사이트는 이용자의 정보를 수시로 저장하고 찾아내는 ‘쿠키(cookie)’ 등을 운용합니다. 쿠키란 본 여행사이트의 웹사이트를 운영하는데 이용되는 서버가 귀하의 브라우저에 보내는 아주 작은 텍스트 파일로서 귀하의 컴퓨터 하드디스크에 저장됩니다. 본 여행사이트는 다음과 같은 목적을 위해 쿠키를 사용합니다.
<br>
쿠키 등 사용 목적
회원과 비회원의 접속 빈도나 방문 시간 등을 분석, 이용자의 취향과 관심분야를 파악 및 자취 추적, 방문 회수 파악 등을 통한 타겟 마케팅 및 개인 맞춤 서비스 제공
이용자는 쿠키 설치에 대한 선택권을 가지고 있습니다. 따라서, 이용자는 웹브라우저에서 옵션을 설정함으로써 모든 쿠키를 허용하거나, 쿠키가 저장될 때마다 확인을 거치거나, 아니면 모든 쿠키의 저장을 거부할 수도 있습니다.
쿠키 설정 거부 방법
예: 쿠키 설정을 거부하는 방법으로는 회원님이 사용하시는 웹 브라우저의 옵션을 선택함으로써 모든 쿠키를 허용하거나 쿠키를 저장할 때마다 확인을 거치거나, 모든 쿠키의 저장을 거부할 수 있습니다.
설정방법 예(인터넷 익스플로어의 경우)
웹 브라우저 상단의 도구 > 인터넷 옵션 > 개인정보
단, 쿠키 설치를 거부하였을 경우 서비스 제공에 어려움이 있을 수 있습니다.
<br>
9. 개인정보의 기술적, 관리적 보호대책
본 여행사이트는 이용자의 개인정보를 취급함에 있어 개인정보가 분실, 도난, 우출, 변조 또는 훼손되지 않도록 한정성 확보를 위해 다음과 같은 기술적, 관리적 대책을 강구하고 있습니다.
<br>
1) 개인정보의 암호화
이용자의 개인정보를 비밀번호에 의해 보호되며, 비밀번호 등 중요 데이터는 파일 및 전송데이터를 복호화할 수 없도록 단방향 암호화하여 보호합니다.
<br>
2) 해킹 등의 대비한 기술적 대책
해킹이나 컴퓨터 바이러스 등에 의해 이용자의 개인정보가 유출되거나 훼손되는 것을 막기 위해 외부로부터 접근이 통제된 구역에 시스템을 설치하고 침입차단장치 및 침입탐지시스템을 설치하여 24시간 감시하고 있습니다.
<br>
3) 개인 아이디와 비밀번호의 관리
이용자가 사용하는 ID와 비밀번호는 원칙적으로 이용자만이 사용할 수 있도록 되어 있습니다. 본 여행사이트는 이용자의 개인적인 부주의로 ID, 비밀번호 등 개인정보가 유출되어 발생한 문제와 기본적인 인터넷의 위험성 때문에 일어나는 일들에 대해 책임을 지지 않습니다. 비밀번호에 대한 보안의식을 가지고 비밀번호를 자주 변경하며, 타인이 알기 쉬운 비밀번호를 사용하거나, 공용 PC 에서의 로그인시 개인정보가 누출되지 않도록 각별한 주의를 기울여 주시기 바랍니다.
<br>
<br>
10. 개인정보에 관한 민원서비스
회사는 고객의 개인정보를 보호하고 개인정보와 관련한 불만을 처리하기 위하여 아래와 같이 개인정보관리책임자를 지정하고 있습니다.
<br>
이용자는 본 여행사이트의 서비스를 이용하며 발생하는 모든 개인정보보호 관련 민원을 개인정보 관리책임자로 신고하실 수 있습니다.
<br>
<hr>
개인정보관리책임자
<br>
성명 : 손성식
메일 : admin@iei.or.kr
<hr>
<br>
기타 개인정보침해에 대한 신고나 상담이 필요하신 경우에는 아래 기관에 문의하시기 바랍니다.
<br>
개인정보침해신고센터 (privacy.kisa.or.kr / 국번없이 118)
대검찰청 사이버수사과 (www.spo.go.kr / 국번없이 1301)
경찰청 사이버안전국 (cyberbureau.police.go.kr / 국번없이 182)
<br>
11. 부칙
이 개인정보취급방침은 2013년 2월 18일부터 적용되며, 법령, 정책 또는 보안기술의 변경에 따라 내용의 추가, 삭제 및 수정이 있을 시에는 변경사항의 시행일의 7일 전부터 본 여행사이트 사이트의 알림판을 통하여 고지할 것입니다.
<br>
개인정보 취급방침 버전번호 : 1.1 (2013년 2월 18일 시행)
<br>
<hr>
<br><br>

<a id="policy"><h2>책임의 한계와 법적고지</h2></a>
<hr>
1. 목적
본 여행사이트(이하 '회사'라 칭함)가 제공하는 서비스를 통해 제공되는 정보(서비스로부터 링크로 연결된 다른 웹사이트의 텍스트, 이미지, 기타형태의 모든 정보를 포함)에 대해 다음과 같은 내용으로 그 법적인 책임과 한계를 고지합니다.
<br>
2. 서비스 운영 책임
회사는 서비스 이용약관 및 이용규칙, 기타 관련법령에 따라 타인의 권리를 존중하며 이에 위반되는 사항이 없도록 노력합니다. 또한 이용자 중 이를 위반하는 경우 일정기간 서비스 이용을 제한받거나 중지될 수 있습니다.
<br>
회사는 회사가 운영하는 서비스를 통해 제공되는 정보의 정확성이나 신뢰성에 대해 보증하지 않으며, 서비스를 통해 제공되는 정보를 이용한 결과로 구매 또는 취득하게 되는 제품 및 기타 정보의 질에 대해서도 보증하지 않습니다. 단 서비스되는 내용이 회사의 고의 또는 중대한 과실로 인정되는 경우는 예외로 합니다.
<br>

3. 서비스 이용의 책임
서비스를 통해 제공된 정보를 이용하고자 할 경우에는 이용자는 해당 정보의 저작권자의 동의를 얻어야 하며, 이 과정에서 회사는 개입하지 않습니다. 서비스를 통해 제공된 자료 및 정보에 대한 신뢰 여부의 책임은 해당 정보의 저작자에게 있으며, 회사는 정보를 필요에 따라 개선할 수는 있습니다.
<br>
서비스를 통해 제공된 정보를 이용하여, 타 사이트를 제시하거나 이동하는 행위는 사용자의 판단에 따른 것으로, 이렇게 제시된 타 사이트에 개제된 정보의 정확성 및 도덕성, 적법성에 대해 책임지지 않습니다.
<br>

4. 책임의 한계와 법적고지의 변경
회사는 본 책임의 한계와 법적고지의 내용을 인터넷산업의 상관례에 맞추어 적절한 방법으로 사전 통지없이 수시로 변경할 수 있습니다.
<br>

5. 책임의 한계와 법적고지의 효력
본 책임의 한계와 법적고지사항에서 다루고 있는 세부사항들은 관계당사자들간의 총체적인 합의사항이며, 회사의 개별서비스에서 정하고 있는 별도의 약관, 고지사항 등과 상충되는 경우에는 별도의 약관 또는 고지사항을 우선 적용합니다.
<br>
<br>
<br>

<a id="teenager""><h2>본 여행사이트의 청소년 보호정책</h2></a>
<HR>

본 여행사이트는 모든 연령대가 자유롭게 이용할 수 있는 공간으로써 유해 정보로부터 청소년을 보호하고 청소년의 안전한 인터넷 사용을 돕기 위해 아래와 같이 정보통신망 이용촉진 및 정보보호 등에 관한 법률에서 정한 청소년 보호정책을 시행하고 있습니다.
<br>

1. 청소년 보호를 위한 목표 및 기본 원칙
본 여행사이트는 청소년이 정신적·신체적으로 유해한 환경으로부터 보호받고 유익한 환경을 조성하도록 노력하며, 안전하게 인터넷을 이용할 수 있는 서비스를 제공하기 위해 청소년보호정책을 명시하고 있습니다

<br>
2.청소년 보호를 위한 게시판 관리규정의 제정
본 여행사이트는 청소년 보호를 위해 게시판 관리규정을 제정하여 공지하고 이에 따라 게시물 및 댓글(이하 「게시물」이라 합니다)을 관리하고 있습니다. 관리규정에는 부적합 게시물의 정의와 구체적인 예시, 이에 대한 회사의 조치 내용을 기재하여 이용에 참고하기 쉽도록 구성하였습니다.
<br>
본 여행사이트는 청소년의 올바르고 건전한 성장을 저해할 수 있는 건전성 저해, 불법 정보, 비윤리적 게시물 등에 대해 엄격히 제재하고 있습니다.
<br>

본 여행사이트는 사이트 이용규칙
게시물 삭제 및 이용제한의 내용 및 예시
<br>
3. 유해정보로 인한 피해상담 및 고충처리
본 여행사이트는 유해정보로 인한 피해상담 및 고충처리를 위한 전문인력을 배치하여 구제조치의 지연 및 처리 미숙으로 인한 피해가 확산되지 않도록 노력하고 있으며 자체적으로 처리가 곤란할 경우 피해 특성별 관련기관을 안내해 드리고 있습니다.
<br>

여성가족부 청소년보호위원회 (http://www.mogef.go.kr / 02-2075-8656)
한국청소년상담복지개발원 (https://www.kyci.or.kr / 051-662-3000)
청소년 전화 헬프콜 (https://www.cyber1388.kr:447 / 국번없이 1388)
안전 Dream (http://www.safe182.go.kr / 국번없이 117)
서울시 청소년상담복지센터 (http://www.teen1318.or.kr / 02-2285-1318)
<br>
4. 유해정보에 대한 청소년접근제한 및 관리조치
본 여행사이트는 청소년이 아무런 제한장치 없이 유해정보에 노출되지 않도록 청소년유해매체물에 대해서는 인증장치를 마련·적용하고 있으며, 유해정보가 노출되지 않게 하기 위한 예방 차원의 조치를 강구하고 있습니다.
<br>

5. 전체 이용자들의 인식제고를 통한 청소년 보호
본 여행사이트는 서비스이용약관 등을 통하여 불건전한 행위를 할 경우 이용제한 또는 민·형사상의 책임을 받을 수 있음을 고지하고 있으며, 신종 유해정보가 발생했을 경우 공지사항 또는 이메일을 통하여 이를 신속히 전파함으로써 청소년 및 전체 이용자를 보호하고 있습니다.
<br>

6. 청소년보호책임자 및 담당자의 지정
아래와 같이 청소년보호책임자 및 청소년보호담당자를 지정하여 청소년유해정보의 차단 및 관리, 청소년유해정보로부터의 청소년보호정책을 수립하는 등 청소년보호업무를 수행하고 있습니다.
<br>
<hr>
청소년 보호 책임자
<hr>
성명 : 손성식
메일 : admin@iei.or.kr
<hr>

</section>

<%@ include file="views/common/footer.jsp"%>